Tekla.Structures.DrawingInternal.dotGrPlacingDirectionAttributes_t


Tekla.Structures.DrawingInternal.dotGrPlacingDirectionAttributes_t.Direction


Tekla.Structures.DrawingInternal.dotGrPlacingDirectionAttributes_t.ToStruct(Tekla.Structures.Drawing.PlacingDirectionAttributes)


Tekla.Structures.DrawingInternal.dotGrPlacingDirectionAttributes_t.FromStruct(Tekla.Structures.Drawing.PlacingDirectionAttributes)
